docs: update visual format for user presence doc
